Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Random
pl: Losowo

source: Random version
pl: Wersja losowa

source: Random, I know! But the thing is, you can install these things called Pod Programs that let you use special attacks.
pl: Losowe pytanie, wiem! Ale chodzi o to, że możesz instalować coś co nazywa się programem poda i pozwala Ci używać specjalnych ataków.

source: Ranged Attack
pl: Atak dystansowy

source: Ranged Attack Up
pl: Atak dystansowy +

source: Ranged Attack Up (L)
pl: Atak dystansowy + (L)

source: Ranged Attack Up (S)
pl: Atak dystansowy + (S)

source: Ranged Attack Up +1
pl: Atak dystansowy +1

source: Ranged Attack Up +2
pl: Atak dystansowy +2

source: Ranged Attack Up +3
pl: Atak dystansowy +3

source: Ranged Attack Up +4
pl: Atak dystansowy +4

source: Ranged Attack Up +5
pl: Atak dystansowy +5

source: Ranged Attack Up +6
pl: Atak dystansowy +6

source: Ranged Attack Up +7
pl: Atak dystansowy +7

source: Ranged Attack Up +8
pl: Atak dystansowy +8

source: Ranged Defense
pl: Obrona dystansowa

source: Ranged Defense +1
pl: Obrona dystansowa +1

source: Ranged Defense +2
pl: Obrona dystansowa +2

source: Ranged Defense +3
pl: Obrona dystansowa +3

source: Ranged Defense +4
pl: Obrona dystansowa +4

source: Ranged Defense +5
pl: Obrona dystansowa +5

source: Ranged Defense +6
pl: Obrona dystansowa +6

source: Ranged Defense +7
pl: Obrona dystansowa +7

source: Ranged Defense +8
pl: Obrona dystansowa +8

source: Ranged Defense Up (L)
pl: Obrona dystansowa + (L)

source: Ranged Defense Up (S)
pl: Obrona dystansowa + (S)

source: Rank
pl: Ranga

source: Rank 1 (Rec. Lv: 40)
pl: Ranga 1 (zalecany poz.: 40)

source: Rank 2 (Rec. Lv: 45)
pl: Ranga 2 (zalecany poz.: 45)

source: Rank 3 (Rec. Lv: 50)
pl: Ranga 3 (zalecany poz.: 50)

source: Rank 4 (Rec. Lv: 60)
pl: Ranga 4 (zalecany poz.: 60)

source: Rank 5 (Rec. Lv: 70)
pl: Ranga 5 (zalecany poz.: 70)

source: Rank 6 (Rec. Lv: 80)
pl: Ranga 6 (zalecany poz.: 80)

source: Rank A (Rec. Lv: 70)
pl: Ranga A (zalecany poz.: 70)

source: Rank B (Rec. Lv: 60)
pl: Ranga B (zalecany poz.: 60)

source: Rank C (Rec. Lv: 50)
pl: Ranga C (zalecany poz.: 50)

source: Rank D (Rec. Lv: 35)
pl: Ranga D (zalecany poz.: 35)

source: Rank E (Rec. Lv: 25)
pl: Ranga E (zalecany poz.: 25)

source: Rank S (Rec. Lv: 80)
pl: Ranga S (zalecany poz.: 80)

source: Rather,
pl: Raczej,

source: Rather, it was the final order from this Pod's previous support assignment, unit 2B.
pl: Właściwie, ten przydział, to ostatni rozkaz od poprzedniego obiektu wsparcia Poda — jednostki 2B.

source: Ratings Advisor
pl: Doradca ds. oceniania

source: Ravine Supply Trader
pl: Handlarz zaopatrzenia: wąwóz

source: Re-Recording Mixer, Sound Editor, Foley Artist
pl: Mikser ponownych nagrań, montażysta dźwięku, imitator dźwięku

source: Re-Recording Mixer,Sound Editor, Foley Artist
pl: Mikser ponownych nagrań, montażysta dźwięku, imitator dźwięku

source: Reading mail is inconvenient.
pl: Czytanie wiadomości jest niewygodne.

source: Ready to engage.
pl: Gotów do starcia.

source: Ready... Aim...
pl: Gotów... Cel...

source: Ready? FIGHT!
pl: Gotowi? WALCZCIE!

source: Ready? Fight!
pl: Gotowi? Walczcie!

source: Really!
pl: Naprawdę!

source: Really! I mean it!
pl: Naprawdę! I mówię poważnie!

source: Really. So what do you say we head home?
pl: Naprawdę. To co, ruszamy z powrotem do domu?

source: Really?
pl: Serio?

source: Really? I thought I had you pegged as a foodie for sure. Well, let me know if you change your mind.
pl: Naprawdę? Byłem pewien, że jesteście prawdziwymi skamoszami. No cóż... Dajcie znać, jeśli jednak zmienicie zdanie.

source: Really? I'm happy to hear it.
pl: Naprawdę? Miło mi to słyszeć.

source: Really? Man, my supervisor is really going to have my hide for this...
pl: Serio? Jeju, moja przełożona tym razem na pewno mnie za to zabije...

source: Really? Well, all right. Let me know if you change your mind.
pl: Serio? Cóż... no dobrze. Daj znać, jeśli jednak zmienisz zdanie.

source: Really? Why?
pl: Naprawdę? A w jakim celu?

source: Reboot
pl: Restart

source: Receive the philosophy book from Anemone.
pl: Otrzymano książkę o filozofii od Anemony.

source: Receiving word that the seaward carrier is under attack, they requisition flight units and repel the enemy forces.
pl: Słysząc, że lotniskowiec jest atakowany od morza, 2B i 9S wsiadają do jednostek latających, aby odeprzeć siły wroga.

source: Recently, a search order was issued for a YoRHa member who was in possession of secret information chips. As this individual has since been found, the order is now withdrawn. As a further note, the member in question had been killed by a machine lifeform. However, our search team still managed to recover the information chips. They also located the corpse of another Resistance member nearby; we are currently investigating if the two issues are connected. —The Commander
pl: Ostatnio został wysłany nakaz poszukiwania członka YoRHY, który był w posiadaniu czipów z sekretnymi informacjami. Skoro konkretny osobnik został odnaleziony, rozkaz zostaje wycofany. Warto zaznaczyć, że członek o którym mowa, został zabity przez mechaniczne formy życia. Jednakże, nasz zespół poszukiwawczy i tak dał radę odzyskać czipy z informacjami. Udało im się również zlokalizować ciało innego członka Ruchu Oporu w tamtej okolicy. Prowadzimy dochodzenie, czy te dwa przypadki są ze sobą powiązane. —Komandor

source: Receptionist
pl: Recepcjonistka

source: Recommend repairing transporter as quickly as possible.
pl: Zalecane jest jak najszybsze przywrócenie sprawności transportera.

source: Reconnaissance Squad
pl: Oddział rozpoznania

source: Record of a Bestial Machine
pl: Zapiski zwierzęcej maszyny

source: Record: 3C3C1D119440927
pl: Nagranie: 3C3C1D119440927

source: Record: CEO
pl: Nagranie: CEO

source: Recorded & Mixed & ProTools Operated
pl: Nagranie, miksowanie i ProTools

source: Recording Engineer
pl: Inżynier nagrywania

source: Records indicate said part was once used at the Resistance camp.
pl: Z zapisków wynika, że wspomniana część była niegdyś używana w obozie Ruchu Oporu.

source: Records indicate these were believed to be mightier than swords.
pl: Zapiski wskazują że były one uważane za silniejsze od miecza.

source: Records of a machine?
pl: Zapiski maszyny?

source: Records will be organized in time for the next situational exchange.
pl: Zapiski zostaną przeorganizowane do czasu kolejnej okolicznościowej wymiany.

source: Recover 10% HP for every enemy defeated.
pl: Odzyskuje 10% PŻ po zniszczeniu wroga.

source: Recover 10% of damage dealt as HP.
pl: Odzyskuje 10% zadawanych obrażeń jako PŻ.

source: Recover 100% HP for every enemy defeated.
pl: Odzyskuje 100% PŻ po zniszczeniu wroga.

source: Recover 100% of damage dealt as HP.
pl: Odzyskuje 100% zadawanych obrażeń jako PŻ.

source: Recover 15% of damage dealt as HP.
pl: Odzyskuje 15% zadawanych obrażeń jako PŻ.

source: Recover 2% of damage dealt as HP.
pl: Odzyskuje 2% zadawanych obrażeń jako PŻ.

source: Recover 20% HP for every enemy defeated.
pl: Odzyskuje 20% PŻ po zniszczeniu wroga.

source: Recover 20% of damage dealt as HP.
pl: Odzyskuje 20% zadawanych obrażeń jako PŻ.

source: Recover 30% HP for every enemy defeated.
pl: Odzyskuje 30% PŻ po zniszczeniu wroga.

source: Recover 30% of damage dealt as HP.
pl: Odzyskuje 30% zadawanych obrażeń jako PŻ.

source: Recover 40% HP for every enemy defeated.
pl: Odzyskuje 40% PŻ po zniszczeniu wroga.

source: Recover 5% HP for every enemy defeated.
pl: Odzyskuje 5% PŻ po zniszczeniu wroga.

source: Recover 5% of damage dealt as HP.
pl: Odzyskuje 5% zadawanych obrażeń jako PŻ.

source: Recover 50% HP for every enemy defeated.
pl: Odzyskuje 50% PŻ po zniszczeniu wroga.

source: Recover 50% of damage dealt as HP.
pl: Odzyskuje 50% zadawanych obrażeń jako PŻ.

source: Recover 60% HP for every enemy defeated.
pl: Odzyskuje 60% PŻ po zniszczeniu wroga.

source: Recover 80% HP for every enemy defeated.
pl: Odzyskuje 80% PŻ po zniszczeniu wroga.

source: Recover 80% of damage dealt as HP.
pl: Odzyskuje 80% zadawanych obrażeń jako PŻ.

source: Recover NFCS
pl: Odzyskanie systemu NFCS

source: Recover designated items.
pl: Odzyskaj wskazane przedmioty.

source: Recovery sector. Eliminate access impairments to all blocks.
pl: Sektor odzyskiwania. Wyeliminuj ograniczenia dostępu do wszystkich bloków.

source: Red Belt
pl: Czerwony pas

source: Red Girl
pl: Czerwona dziewczynka

source: Red Girl A
pl: Czerwona dziewczynka A

source: Red Girl B
pl: Czerwona dziewczynka B

source: Red Girls
pl: Czerwone dziewczynki

source: Red Hair
pl: Czerwone włosy

source: Red and White Belt
pl: Biało-czerwony pas

source: Red rust was the weapon's tears. The blood, fat, and muscle it tore through was proof of its curse. Now let it hew bone once more! Let it ravage flesh! Let it do all this and more as atonement for its sins!
pl: Czerwona rdza była łzami broni. Krew, tłuszcz i mięśnie przez które się przebijał były dowodem jego klątwy. Niech znów rąbie kość! Niech niszczy ciało! Niech zrobi to wszystko na odkupienie swoich grzechów!

source: Redeploying in offline mode.
pl: Przestawienie w tryb offline.

source: Redheads
pl: Rudowłose

source: Reduce Motion Sickness
pl: Zredukuj chorobę lokomocyjną

source: Reduce Pod program cooldown time by 10%.
pl: Zmniejsza czas odnowienia programu poda o 10%.

source: Reduce Pod program cooldown time by 15%.
pl: Zmniejsza czas odnowienia programu poda o 15%.

source: Reduce Pod program cooldown time by 2%.
pl: Zmniejsza czas odnowienia programu poda o 2%.

source: Reduce Pod program cooldown time by 20%.
pl: Zmniejsza czas odnowienia programu poda o 20%.

source: Reduce Pod program cooldown time by 25%.
pl: Zmniejsza czas odnowienia programu poda o 25%.

source: Reduce Pod program cooldown time by 35%.
pl: Zmniejsza czas odnowienia programu poda o 35%.

source: Reduce Pod program cooldown time by 4%.
pl: Zmniejsza czas odnowienia programu poda o 4%.

source: Reduce Pod program cooldown time by 50%.
pl: Zmniejsza czas odnowienia programu poda o 50%.

source: Reduce Pod program cooldown time by 8%.
pl: Zmniejsza czas odnowienia programu poda o 8%.

source: Reduce melee damage taken by 10%.
pl: Zmniejsza obrażenia od ataków wręcz o 10%.

source: Reduce melee damage taken by 15%.
pl: Zmniejsza obrażenia od ataków wręcz o 15%.

source: Reduce melee damage taken by 2%.
pl: Zmniejsza obrażenia od ataków wręcz o 2%.

source: Reduce melee damage taken by 20%.
pl: Zmniejsza obrażenia od ataków wręcz o 20%.

source: Reduce melee damage taken by 30%.
pl: Zmniejsza obrażenia od ataków wręcz o 30%.

source: Reduce melee damage taken by 4%.
pl: Zmniejsza obrażenia od ataków wręcz o 4%.

source: Reduce melee damage taken by 60%.
pl: Zmniejsza obrażenia od ataków wręcz o 60%.

source: Reduce melee damage taken by 8%.
pl: Zmniejsza obrażenia od ataków wręcz o 8%.

source: Reduce melee damage taken by 80%.
pl: Zmniejsza obrażenia od ataków wręcz o 80%.

source: Reduce projectile damage taken by 10%.
pl: Zmniejsza obrażenia od pocisków o 10%.

source: Reduce projectile damage taken by 15%.
pl: Zmniejsza obrażenia od pocisków o 15%.

source: Reduce projectile damage taken by 2%.
pl: Zmniejsza obrażenia od pocisków o 2%.

source: Reduce projectile damage taken by 20%.
pl: Zmniejsza obrażenia od pocisków o 20%.

source: Reduce projectile damage taken by 30%.
pl: Zmniejsza obrażenia od pocisków o 30%.

source: Reduce projectile damage taken by 4%.
pl: Zmniejsza obrażenia od pocisków o 4%.

source: Reduce projectile damage taken by 60%.
pl: Zmniejsza obrażenia od pocisków o 60%.

source: Reduce projectile damage taken by 8%.
pl: Zmniejsza obrażenia od pocisków o 8%.

source: Reduce projectile damage taken by 80%.
pl: Zmniejsza obrażenia od pocisków o 80%.

source: Reduces the probability of cavities.
pl: Zmniejsza występowanie próchnicy.

source: Reflect the changes to the control scheme?
pl: Uwzględnić zmiany w schemacie sterowania?

source: Reflect the changes to the control scheme? This will overwrite the customized controls.
pl: Uwzględnić zmiany w schemacie sterowania? Nadpisze to ustawienia własne.

source: Refuse to help.
pl: Odmów pomocy.

source: Refuse.
pl: Odmów.

source: Regardless, don't expect us to forgive you for the sins of your people.
pl: Nawet jeśli tak było, to nie oczekuj, że wybaczymy ci grzechy wyrządzone przez twój rodzaj.

source: Regardless, that's the end of the check for now.
pl: Tak czy siak, na razie koniec testów.

source: Regional Managing Director - Asia
pl: Regionalny dyrektor zarządzający - Azja

source: Regular Verification
pl: Okresowa weryfikacja

source: Regulations and all, you know?
pl: Regulacje i takie tam.

source: Reject the offer.
pl: Odrzuć ofertę.

source: Rejoice! You have all been chosen!
pl: Radujcie się! Wszyscy zostaliście wybrani!

source: Relax! Thanks to 2B, you won't have to ride a flight unit nearly as much as before!
pl: Uspokój się! Dzięki 2B, nie będziesz musiała latać jednostką latającą tak dużo jak wcześniej!

source: Relax, Eve.
pl: Uspokój się, Ewo.

source: Release me from my yoke of iron!
pl: Wyzwól mnie z tego żelaznego jarzma!

source: Releasing Safety Lock
pl: Zwalnianie zabezpieczeń

source: Relics from the old world, eh?
pl: Relikty ze starego świata, tak?

source: Relics from the old world...
pl: Relikty ze starego świata...

source: Relics of the old world are certain to make life easier for our children. I do hope you will reconsider.
pl: Relikty ze starego świata z pewnością ułatwią życie naszym dzieciom. Mam nadzieję, że jeszcze to przemyślisz.

source: Reliquary System
pl: System relikwiarza

source: Reliquary System: Upload
pl: System relikwiarza: Wysyłanie

source: Remaining Energy: 100%
pl: Pozostało energii: 100%

source: Remaining MP: 100%
pl: Pozostało MP: 100%

source: Remaining Time
pl: Pozostało czasu

source: Remarkable! As demanded by Rule 63,710, I formally acknowledge your victory over the fifth trial.
pl: Niebywałe! Jak wymaga Zasada 63710, formalnie zatwierdzam twoje zwycięstwo w piątej próbie.

source: Remember that any amazing combat data you collect dies with you, so be careful.
pl: Pamiętaj, że te niesamowite dane bojowe które zbierzesz umierają razem z tobą, więc uważaj na siebie.

source: Remember that science will reward you handsomely for your efforts. Now...FIGHT!
pl: Pamiętaj, że nauka hojnie wynagrodzi twoje wysiłki. A teraz... WALCZ!

source: Remember that several hundred thousand humans on the moon want nothing more than to return to Earth.
pl: Pamiętajcie, że kilkaset tysięcy ludzi na księżycu nie pragnie niczego bardziej, niż powrotu na Ziemię.

source: Remember your pain.
pl: Pamiętajcie o swoim bólu.

source: Remember your promise?
pl: Pamiętasz swoją obietnicę?

source: Remember, I need you to investigate that residential area.
pl: Pamiętaj, musisz zbadać obszar mieszkalny.

source: Remote Control
pl: Zdalne sterowanie

source: Remove
pl: Usuń

source: Remove 9S's virus.
pl: Usuń wirusa z 9S.

source: Remove OS chip?
pl: Usunąć czip OS?

source: Remove the contamination...and reset...
pl: Należy usunąć zakażenie... i zresetować...

source: Remove the enemies around the barricade.
pl: Usuń wrogów z okolic barykady.

source: Remove the enemy's defense equipment.
pl: Usuń wyposażenie obronne przeciwnika.

source: Rendezvous with 2B.
pl: Spotkaj się z 2B.

source: Rendezvous with Pascal.
pl: Spotkaj się z Pascalem.

source: Rendezvous with and support unit 2B near the Resistance camp.
pl: Spotkaj się z jednostką 2B i wspieraj ją w pobliżu obozu Ruchu Oporu.

source: Rendezvous with nearest android squadron and delete all memories.
pl: Należy spotkać się z najbliższym oddziałem androidów i usunąć wszystkie wspomnienia.

source: Repair
pl: Napraw

source: Repair body.
pl: Napraw ciało.

source: Repairing visual data error.
pl: Naprawianie błędu danych wizualnych.

source: Repairs completed.
pl: Naprawy zakończone.

source: Repeat, this is Operator 21O to 9S. Do you read, 9S?
pl: Powtarzam, tu Operator 21O do 9S. Czy mnie słyszysz?

source: Repeat.
pl: Powtarzam.

source: Repeat. Emergency Protocol, code F2.
pl: Powtarzam. Protokół Kryzysowy, kod F2.

source: Replace your fuel filter.
pl: Wymień filtr paliwa.

source: Replay
pl: Powtórka

source: Replicated and sent into battle again and again, Emil knows all too well the pain of war without end. Unfortunately, no copy is a perfect duplicate—so some Emils eventually snapped and ran wild. His cherished memories brought him back to his senses, however.
pl: Wielokrotnie powielany i wysyłany do boju Emil zna ból niekończącej się wojny aż za dobrze. Niestety, żadna kopia nie jest identycznym duplikatem. W Emilach w końcu coś pękło, doprowadzając go do szaleństwa. Na szczęście, jego radosne wspomnienia przywróciły mu zmysły.

source: Reply unknown. Terms are too vague to formulate a reasoned response.
pl: Udzielono niejasnego sformułowania, aby udzielić logicznej odpowiedzi.

source: Report
pl: Raport

source: Report on A2
pl: Raport o A2

source: Report to Command.
pl: Zdaj raport Komandor.

source: Report to the machine in Pascal's village.
pl: Zgłoś się do maszyny w wiosce Pascala.

source: Report: All YoRHa unit black boxes now confirmed offline.
pl: Uwaga: wszystkie czarne skrzynki YoRHa są teraz niedostępne.

source: Report: Mail notification received from access point.
pl: Raport: otrzymano powiadomienie o nowej wiadomości w punkcie dostępu.

source: Report: New records have appeared.
pl: Raport: pojawiły się nowe zapiski.

source: Report: Records show that vegetation has grown to an abnormal size since the departure of humans.
pl: Raport: zapisy pokazują, że od czasu, gdy na Ziemi nie ma już ludzi, niektóre z roślin osiągnęły nienaturalnie ogromne rozmiary.

source: Report: Your affinity with this pod has reached its maximum level.
pl: Raport: twoja więź z tym podem osiągnęła maksymalny poziom.

source: Reported "<QUEST_NAME>".
pl: Zgłoszono: <QUEST_NAME>.

source: Reporting to Pascal
pl: Raportowanie do Pascala

source: Reporting to the Commander
pl: Raport dla Komandor

source: Reporting...current status...
pl: Zgłaszam... aktualny status...

source: Request
pl: Prośba

source: Request accepted.
pl: Wydano pozwolenie.

source: Request assistance.
pl: Potrzebujemy pomocy.

source: Request granted. You may now use the device in this room.
pl: Przyznano dostęp. Od teraz można korzystać z urządzenia w tym pokoju.

source: Request unlocking you-know-what.
pl: Poproś o odblokowanie sam-wiesz-czego.

source: Request......ation of......stat......
pl: Wymagam... dzenia... usta...

source: Request: One functional fuel filter.
pl: Prośba: jeden działający filtr paliwa.

source: Requested material obtained.
pl: Zdobyto wymagany materiał.

source: Requested mission completed.
pl: Zadanie wykonane.

source: Requested mission failed.
pl: Zadanie zakończone niepowodzeniem.

source: Requested plug-in chip obtained.
pl: Poszukiwany czip został zebrany.

source: Requesting acknowledgement.
pl: Oczekiwanie na potwierdzenie.

source: Requesting confirmation of current status.
pl: Wymagam potwierdzenia obecnego statusu.

source: Requesting permission to assume mobile configuration.
pl: Proszę o zgodę na przejście do konfiguracji mobilnej.

source: Requesting permission to engage.
pl: Prośba o pozwolenie na rozpoczęcie ataku.

source: Requesting support from any friendly units in range.
pl: Prosimy o wsparcie od każdej przyjaznej jednostki znajdującej się w zasięgu.

source: Requesting temporary halt to perform data check.
pl: Prośba o tymczasowe wstrzymanie przesyłu, w celu sprawdzenia danych.

source: Requesting...backup...forces! Please......
pl: Potrzebujemy... pomocy... sił! Proszę...

source: Requesting...destruction of enemy hostiles via black-box reaction.
pl: Prośba... o zniszczenie wrogich jednostek poprzez reakcję czarnych skrzynek.

source: Required materials: - Three AIM-11s (from flight units) - The corpse of a suitable android - Five cores from machine lifeforms capable of EMP attacks - An adequate amount of bonding agent - A container (I usually use a machine's head, but you be you) Assembly instructions: - Disassemble each AIM-11 and connect the image unit to the helix. - Yank out the connector cable from dead android's spine and strip it using a file or whatever. - Connect the cable and image unit. - Decode the machine lifeform cores and embed the image units inside 'em, then mix in the bonding agent and reshape. Don't forget to insert the cones it'll need to build explosive power. - Once you're done with that, add some nails or whatever random shrapnel junk you have lying around.
pl: Wymagane materiały: - 3 AIM-11 (z jednostek latających) - Ciało odpowiedniego androida - 5 rdzeni z mechanicznych form życia zdolnych do ataków EMP - Adekwatna ilość substancji spajającej - Pojemnik (zwykle używa się głów maszyn, ale każdy robi jak uważa) Instrukcja budowy: - Rozłożyć każde AIM-11 i podłączyć jednostkę obrazu w helisę. - Wyszarpać kabel łączący z kręgosłupa martwego androida i odsłonić go z pomocą pilnika, lub czegoś podobnego. - Połączyć kabel i jednostkę obrazu. - Zdekodować rdzenie mechanicznych form życia i osadzić w nich jednostki obrazu, wmieszać spoiwa i ukształtować. Nie zapomnieć włożyć stożków, pomagających nadać moc wybuchową. - Kiedy będzie skończone, dodać jeszcze trochę gwoździ, albo jakikolwiek inny odłamkowy szajs leżący w okolicy.

source: Required:
pl: Wymagane:

source: Rescue 2B
pl: Ratunek 2B

source: Rescue 9S.
pl: Uratuj 9S.

source: Reset Camera
pl: Reset kamery

source: Reset Position
pl: Przywróć poz.

source: Reset camera
pl: Reset kamery

source: Residential District
pl: Obszar mieszkalny

source: Resilience
pl: Odporność

source: Resilience +1
pl: Odporność +1

source: Resilience +2
pl: Odporność +2

source: Resilience +3
pl: Odporność +3

source: Resilience +4
pl: Odporność +4

source: Resilience +5
pl: Odporność +5

source: Resilience +6
pl: Odporność +6

source: Resilience +7
pl: Odporność +7

source: Resilience +8
pl: Odporność +8

source: Resistance Camp
pl: Obóz Ruchu Oporu

source: Resistance Camp to bunker. I'm sending Earth data.
pl: Obóz Ruchu Oporu do Bunkra. Wysyłam dane z Ziemi.

source: Resistance Disappearance
pl: Zniknięcie w Ruchu Oporu

source: Resistance Member
pl: Członek Ruchu Oporu

source: Resistance Researcher
pl: Badacz z Ruchu Oporu

source: Resistance Secretary
pl: Sekretarka Ruchu Oporu

source: Resistance Supply Trader
pl: Handlarz zaopatrzeniem z Ruchu Oporu

source: Resistance: Anemone
pl: Ruch Oporu: Anemona

source: Resistance: Rose
pl: Ruch Oporu: Róża

source: Resolution
pl: Rozdzielczość

source: Resource Recovery Unit
pl: Jednostka Odzyskująca Zasoby

source: Resource Unit
pl: Jednostka zasobów

source: Restorative Items
pl: Przedmioty leczące

source: Restore Defaults
pl: Przywróć domyślne

source: Restore Normal Settings
pl: Przywróć normalne ustawienia

source: Restore all camera settings to their default values.
pl: Przywróć ustawienia kamery do wartości domyślnych.

source: Restore all settings to their default values.
pl: Przywróć wszystkie ustawienia do wartości domyślnych.

source: Restore the button configuration?
pl: Przywrócić ustawienia przycisków?

source: Restore the camera settings?
pl: Przywrócić ustawienia kamery?

source: Restore the key configuration?
pl: Przywrócić ustawienia klawiszy?

source: Restores 100% HP and cures all status ailments.
pl: Przywraca 100% punktów życia i leczy wszystkie zaburzenia.

source: Restores 100% of HP.
pl: Przywraca 100% punktów życia.

source: Restores 25% of HP.
pl: Przywraca 25% punktów życia.

source: Restores 50% of HP.
pl: Przywraca 50% punktów życia.

source: Restores 75% of HP.
pl: Przywraca 75% punktów życia.

source: Restores HP when finishing off enemies.
pl: Przywraca PŻ podczas dobijania wrogów.
